---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.CurtainMullionn1
source: html/5b886218-356e-0e03-4c77-f4d08a62386d.htm
---
# Autodesk.Revit.DB.GroupTypeId.CurtainMullionn1 Property

Grid 1 Mullions.

## Syntax (C#)
```csharp
public static ForgeTypeId CurtainMullionn1 { get; }
```